tap "hashicorp/tap"
tap "peak/tap"
brew "asdf"
brew "libgit2"
brew "glib"
brew "coreutils"
brew "cowsay"
brew "crane"
brew "curl"
brew "docker-compose"
brew "gnutls"
brew "fzf"
brew "gawk"
brew "node"
brew "gemini-cli"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "k6"
brew "kind"
brew "lsd"
brew "lua"
brew "multi-gitter"
brew "neovim"
brew "openjdk"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.12"
brew "ruby", link: true
brew "telnet"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "peak/tap/s5cmd"
cask "codex"
cask "copilot-cli"
cask "flutter"
go "sigs.k8s.io/cloud-provider-kind"
go "github.com/kndndrj/nvim-dbee/dbee"
go "golang.org/x/tools/cmd/godoc"
go "github.com/nametake/golangci-lint-langserver"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
