brew "asdf"
brew "aws-sso-util"
brew "awscli"
brew "kubecolor"
brew "glib"
brew "coreutils"
brew "curl"
brew "rtk"
brew "flux"
brew "fzf"
brew "gawk"
brew "node"
brew "gemini-cli"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "jq"
brew "k6"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "libgit2"
brew "lsd"
brew "lua"
brew "multi-gitter"
brew "neovim"
brew "openjdk"
brew "opentofu"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.12"
brew "ruby", link: true
brew "s5cmd"
brew "starship"
brew "telnet"
brew "terraform-ls"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "goimports"
brew "lefthook"
brew "sql-formatter"
brew "tree-sitter-cli"
brew "hashicorp/tap/vault"
cask "bitwarden"
cask "codex"
cask "copilot-cli"
cask "flutter"

#brew "podman"
#brew "docker-compose"
